app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("uid", "name", "year", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["uid", "5"], ["name", "jh"], ["year", 2011], ["created_at", "2020-03-14 21:58:50.125473"], ["updated_at", "2020-03-14 21:58:50.125473"]]